{    
    
    "page8": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["The Elephant and the Jackal"]
    },

    "page9": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["1 The Elephant and the Jackal<br><br>ROAD MAP<br>Period<br><br>P1 Gear Up<br>The Elephant and  <br>the Jackal<br>• Colour the picture and complete <br>the sentences<br><br>P2-3 Reading and comprehension  <br>(Guided practice)<br>• Read the story and introduce new words<br>• Use new words in context<br>• Solve comprehension exercises<br><br>P4 Vocabulary and Pronunciation<br>• Sounds made by animals<br>• Synonyms<br>• ‘sh’ words<br><br>P5 Grammar<br>•  Types of nouns—proper nouns and  <br>common nouns<br><br><br>P6-7 Listening and Speaking<br>• Completing a letter by writing the  <br>missing words<br>• Picture description<br><br>P8 Writing<br>• Picture comprehension<br><br>P9 Practice Pit Stop (Independent practice)<br>• Answer questions/Do tasks based on the <br>knowledge gained<br><br>P10 Think and Apply Lane<br>• Discuss the moral conduct of the main <br>characters<br>• Write sentences for the given pictures <br>using the given words<br><br>P11 Aptitude Track (Independent practice)<br><br>LEARNING OUTCOMES<br><br>Through the course of the lesson<br>1. Students gain  <br>• vocabulary skills<br>• communication skills  <br>• reading and writing skills<br>• comprehension skills<br><br>2.  Students learn  <br>• new words and their usage <br>• ethics and values<br><br>3.  Students discover<br>•  their feelings for the characters and  <br>their circumstances<br>•  that doing wrong to someone invites the <br>same fate for oneself<br>•  the golden rule that ‘do unto others as you <br>would have them do unto you’<br><br>4.  Students develop <br>• observation skills  <br>• logical reasoning skills<br>• storytelling skills"]
    },
    "page10": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["GEAR UP <br><br>Cognitive Development<br>Development of Literacy<br>Cultural and Aesthetic Development<br><br>Initiative and self-direction<br>Creative thinking <br>Critical thinking<br><br>1. Colour the given picture of an elephant and her calf.<br><br>2. Now answer the following questions.<br>a. Elephants have big __________ (eyes/ears/tail/nose).<br>b. Elephants have a tiny __________ (tail/nose/legs/eyes).<br>c. What is a group of elephants called? __________ (a flock/a herd/a school/a group)<br>d. An elephant’s trunk is similar in function to which human body part? __________ (nose/mouth/foot/stomach)<br>e. What is an elephant’s favourite treat? __________ (meat/sugarcane/bones/candy)<br>f. Elephants are __________ (black/brown/grey/red) in colour."]
    },
    "page11": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["Once upon a time, there lived an elephant named Karpurathilaka in a dense<br>forest. He was a big troublemaker. He would disturb other animals, shake the<br>trees, and rip the branches for no reason. Due to this, many nests which had<br>eggs were destroyed. All the birds and animals, including strong animals like<br>tiger and lion, were worried and did not trouble him. Everyone wanted to get<br>rid of him.<br><br>One day, as usual, Karpurathilaka destroyed the burrows of the jackals. This<br>angered the jackals who decided to take revenge on the elephant.<br><br>This is too much. We must teach this beast a lesson.<br>But how? It is not easy to beat a huge elephant like him!<br><br>At that time, an old jackal stood up.<br><br>Check-in<br>Why would the elephant shake the trees and rip the branches?<br>................................................<br>a. for fun<br>b. for revenge<br>c. for no reason<br>d. to make more space<br><br>Rhyming words<br>take cake<br>stood wood<br><br>Leave this problem to me.<br>I will teach him a good lesson."]
    },
    "page12": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["Everyone was happy and agreed with the old jackal. The next morning, the old jackal set out for his mission. The old jackal went near Karpurathilaka and kneeled down in front of him. <br><br>My lord! Please look at me.<br><br>Who are you? And why have you come to me?<br><br>Rhyming words<br><br>down town<br>such much<br><br>My lord, I am a poor jackal. You are the largest and bravest in the <br>forest. You are also very kind-hearted and gentle towards other <br>animals. The animals have decided to make you the king of the forest. <br>I am here as a messenger and request you to accept the offer.<br><br>The elephant was very happy to hear such good words about him.<br><br>Check-in<br>Who was the largest and<br>bravest in the forest?<br>.........................................<br>a. the elephant<br>b. the old jackal<br>c. a monkey<br>d. a lion"]
    },
    "page13": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["My lord, the animals are waiting to see your kingship ceremony. It will be held at the centre of the forest. It is the most auspicious place to take charge as king.<br><br>The foolish elephant believed the jackal at once and agreed to accompany him to the ceremony. Both the jackal and the elephant started to move deep into the forest. On their way, they had to cross a swampy area. The jackal could Walk easily across the swampy area, but the elephant could not. As soon as he placed his feet in the muddy area, he got stuck and started sinking. He tried his best to come out but could not. <br><br>My dear friend, please help me to come out of this place. I am sinking!<br><br>Rhyming words<br><br>deep seep<br>walk talk"]
    },
    "page14": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["You cruel beast, now do you realize how it feels to be troubled by others? You killed so many eggs and babies of other animals. You spoiled our burrows and the nests of so many birds. You very well deserved this punishment.<br><br>The elephant felt sorry and promised the jackal never to trouble others again.<br><br>Check-in<br>Who did the elephant kill?<br>................................................<br>a. babies of other animals <br>b. humans<br>c. other animals <br>d. insects<br><br>PROGRESS CHECKPOINT <br><br>Cognitive Development<br>Development of Literacy<br><br>Critical thinking<br>Communication<br>Initiative and self-direction<br><br>COMPREHENSION<br><br>1. Fill in the blanks using the correct words from the box.<br><br>swampy ceremony revenge elephant sinking<br><br>a. Karpurathilaka was a big __________.<br>b. The jackals decided to take __________ on the elephant.<br>c. The elephant agreed to accompany the jackal to the __________.<br>d. On the way, the elephant and the jackal had to cross a __________ area.<br>e. The elephant got stuck in the mud and started __________."]
    },
    "page15": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["2. Tick (✓) the correct sentences and cross (X) the wrong ones.<br>a. Karpurathilaka was a calm and friendly elephant.<br>b. Karpurathilaka destroyed the nests and the burrows.<br>c. A rabbit came up with a clever plan.<br>d. Karpurathilaka believed the jackal at once and agreed to accompany him to the ceremony.<br>e. Karpurathilaka did not realize his mistake in the end.<br><br>3. Find the opposite of the following words from the story.<br>a. kind × _________<br>b. adult × _________<br>c. smallest × _________<br>d. intelligent × _________<br><br>4. Answer the following questions.<br>a. Where does the story take place?<br>The story takes place _________<br>(in a forest/in a tree/on a farm/near the sea).<br><br>b. Why did the animals want to get rid of the elephant?<br>The animals wanted to get rid of the elephant because _________<br>(he was too big/he was lazy/he troubled others)."]
    },
    "page16": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["c. Why did the elephant accompany the jackal?<br>The elephant accompanied the jackal because _________<br>(he wanted to be king/he wanted to be friends with the jackal/he wanted to<br>live with the jackal/he wanted to trouble others).<br><br>d. What happened on the way?<br>The elephant _________<br>(lost the way/changed his mind/turned back/got stuck in the mud).<br><br>e. Do you think the old jackal helped Karpurathilaka after he felt sorry for his<br>actions? Discuss.<br><br>Cognitive Development<br>Development of Literacy<br><br>Critical thinking<br>Communication<br>Initiative and self-direction<br><br>VOCABULARY aNd PRONUNCIATION <br>(animal sounds)<br>Did you know that animals make sounds to communicate?<br>‘Meow! meow!’ says the cat, when she/he is hungry.<br>Similarly, other animals also make sounds.<br><br>1. Match the name of the animal with the sound it makes.<br><br>a. cow (1) neigh! neigh!<br>b. horse (2) chirp! chirp!<br>c. bird (3) moo! moo!<br>d. crow (4) hiss! hiss!<br>e. snake (5) croak! croak!<br>f. frog (6) caw! caw!"]
    },
    "page17": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["(synonyms)<br>Synonyms are words that have the same or nearly the same meaning.<br>Examples: small—tiny big—huge<br><br>2. Find the synonyms for the underlined words.<br>clean large glad tiny less<br><br>a. I have very little food in my lunch box.<br>I have very __________ food in my lunch box.<br>b. A newborn baby has small toes and fingers.<br>A newborn baby has __________ toes and fingers.<br>c. An elephant is a big animal.<br>An elephant is a __________ animal.<br>d. We should keep our classroom tidy.<br>We should keep our classroom __________.<br>e. Hari was pleased to meet his old friend.<br>Hari was to meet his old friend.<br><br>(‘sh’ sound words)<br>Listen to your teacher read the following words and repeat after your teacher.<br>she shape shirt shore<br>sheet shark shoe shadow<br>shell sheep short shoulder<br>shelf ship shower shock<br><br>3. Complete the ‘sh’ words from the clues given above.<br>a. Found on the seashore: s h<br>b. Pairs with socks: s h<br>c. Pairs with pants: s h<br>d. Water transport: s h<br>e. The opposite of ‘he’: s h"]
    },
    "page18": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["GRAMMAR <br>Cognitive Development <br>Development of Literacy <br><br>Critical thinking<br>Communication<br>Initiative and self-direction<br><br>(nouns—revision)<br>In your previous class, you had learnt that a noun is a name of a person, place, or<br>thing.<br>Examples:<br>1. Vinu is sick.<br>‘Vinu’ is a noun since it is the name of a person.<br>2. My grandmother is going to the hospital.<br>‘Hospital’ is a noun since it is the name of a place.<br>3. I lost my pencil.<br>‘Pencil’ is a noun since it is the name of a thing.<br><br>1. Read aloud and underline the nouns in the given passage.<br>Shalu and her friends Rani, Deepa, and Yogesh are in a garden. The garden has<br>many flowers such as white lilies, yellow sunflowers, and red roses. There are<br>also some jasmines and marigolds. The garden has many big trees. It has few<br>benches for people to sit. Rani is thrilled to see many butterflies. The garden has<br>a big pond. The ducks are swimming in the pond with their ducklings. Inside<br>the pond, we can see some fish swimming.<br><br>(proper and common nouns)<br>There are different types of nouns such as proper nouns and common nouns.<br>Proper nouns are names of persons, places, or things.<br>They give us the actual name of the person, place, or thing.<br>Examples: Ravi, Lakshmi, Delhi, Chennai<br><br>Remember: Proper nouns begin with a capital letter."]
    },
    "page19": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["A common noun can name anyone in a group of persons, places, or things.<br>Examples: boy, girl, log, city<br>Some more examples of proper and common nouns are given below.<br>1. Rekha is a kind lady.<br>Rekha—proper noun<br>lady—common noun<br>2. Diya played with her sister.<br>Diya—proper noun<br>sister—common noun<br>3. Peter has a pet cat.<br>Peter—proper noun<br>cat—common noun<br><br>2. Read the sentences. If the noun is common, write ‘common noun’ on the<br>given line. If the noun is proper, rewrite the noun on the given line using<br>capital letters.<br>Example: woman—common noun<br>assam—Assam<br>a. month __________ b. park __________<br>c. village __________ d. flower __________<br>e. ganesh __________ f. rita __________<br>g. sheeba __________ h. box __________<br>i. jaipur __________ j. hotel __________<br>k. river __________ l. street __________<br>m. cat __________ n. table __________"]
    },
    "page20": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["LISTENING AND SPEAKING <br><br>Cognitive Development <br>Development of Literacy <br>Physical Development <br><br>Communication<br>Critical thinking<br>Initiative and self-direction<br><br>(listening to a letter)<br>1. Listen to your teacher read a letter. The letter is written by Arun, about his<br>house, to his friend Ajit, who lives in Chennai. Write the missing words<br>correctly.<br>From<br>Arun<br>Bannerghatta Road,<br>Bengaluru<br>To<br>Ajit<br>Anna Nagar,<br>Chennai<br>Dear Ajit,<br>How are you? I received your mail and I am very __________ for this<br>late reply.<br>I shifted my house and I am very __________ about it.<br>At the same time, I feel __________ that I have to leave all my friends<br>in the old place and move to a new area.<br>Our new __________ is a small bungalow with a __________<br>garden in the front.<br>It has six rooms. I have my own bedroom.<br>Oscar, my pet dog, __________ in my room. He likes my room the best.<br>I keep my room very neat and __________.<br>During your next vacation, please try and make a visit to my<br>__________ house.<br>Yours lovingly,<br>Arun"]
    },
    "page21": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["(role-play—picture description about rooms)<br>Have you noticed the different types of rooms in your home?<br>They are the drawing room/living room, bedroom, dining room, kitchen, and<br>bathroom.<br><br>2. Read aloud with your partner the following conversation between friends<br>about what they do in each room of their house.<br><br>a. Rahul: Which room do you sit in <br>to have your dinner?<br>Sonu: I sit in the dining room to <br>have my dinner.<br><br>b. Minu: Do you know what happens <br>in the kitchen?<br>Tina: Yes, I do. My mother and <br>father cook food in the kitchen. <br>They also wash the dishes in the <br>sink.<br><br>c. Gopi: Which room do you sleep in <br>at night?<br>Hari: I sleep in my bedroom. <br><br>d. Tim: I take bath in my bathroom.<br>John: I also brush my teeth in my <br>bathroom."]
    },
    "page22": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["WRITING<br><br>Cognitive Development <br>Development of Literacy <br>Physical Development <br><br>Critical thinking<br>Creative thinking<br>Communication<br><br>Initiative and self-direction<br>(picture comprehension)<br>Imagine that you are at a beach with your parents and your friend. Match the sentences from column A<br>with the sentences in column B to complete the passage. <br><br>Write the complete sentencesin the given blanks.<br><br>1. I have come to a beach &nbsp;&nbsp; a. sandcastles.<br>2. We visit a beach &nbsp;&nbsp; b. flying kites.<br>3. My friend and I love to build &nbsp;&nbsp; c. with my parents and my friend.<br>4. There are children who are &nbsp;&nbsp; d. go up and down, one after the other.<br>5. My parents like to watch the waves &nbsp;&nbsp; e. every Sunday.<br>1.<br>2.<br>3.<br>4.<br>5."]
    },
    "page23": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["PRACTICE PIT STOP<br><br>1. Who said this to whom?<br>We must teach this beast a lesson. But how? It is not easy to beat a huge<br>elephant like him.<br>a. The __________ said this to the __________.<br><br>My lord, the animals are waiting to see your kingship ceremony. It will be held<br>at the centre of the forest. It is the most auspicious place to take charge as king.<br>b. The __________ said this to the __________.<br><br>My dear friend, please help me to come out of this place. I am sinking!<br>c. The __________ said this to the __________.<br><br>2. Do you know the famous story about the hare and the tortoise? Number the<br>pictures from a to e according to the order of events in the story."]
    },
    "page24": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["3. Write a line describing the pictures in the correct order of the story. One has<br>been done for you.<br>a. Once there was a race between a hare and a tortoise.<br>b.<br>c.<br>d.<br>e.<br><br><br>4. Tick (✓) the common noun to which each proper noun belongs.<br>a. Japan — city/country<br>b. Mt Everest — valley/mountain<br>c. Ganga — river/fountain<br>d. Taj Mahal — monument/river<br>e. Marina — beach/park<br>f. Hyderabad — city/state<br><br>5. Write an example of a proper noun for each common noun.<br>a. school<br>b. shop<br>c. teacher<br>d. country<br>e. river<br>f. city"]
    },
    "page25": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["THINk ANd APPLY LANE<br>Cognitive Development<br>Development of Literacy<br>Socio-emotional and Ethical Development<br><br>Critical thinking<br>Communication<br>Initiative and self-direction<br>Ethics and values<br><br>1. Discuss the moral conduct of Karpurathilaka and the old jackal. Do you think what the old jackal did was right?<br><br>2. Look at the pictures. Write a sentence about each picture using the word given.<br>a. kind<br>b. cruel<br><br>Teacher's Tip<br>1. Briefly discuss the main events, characters, and the moral of the story with the students.<br>2. Help the students frame suitable sentences based on the pictures using the given words."]
    },
    "page26": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["APTITUDE TRACk<br><br>Level of Aptitude—Easy<br>1. Find the odd one.<br>a. spun b. bun c. sun d. turn<br><br>2. Fill in the blank: ‘I a child.’<br>a. am b. is c. was d. will<br><br>3. Fill in the blank: ‘There many apples.’<br>a. is b. am c. are d. here<br><br>4. Find the opposite of ‘upward’. (Hint: opposite of ‘up’ + ward)<br>a. downward b. up c. down d. upwards<br><br>Level of Aptitude—Medium<br>5. The synonym of ‘cruel’ is .<br>a. kind b. unkind c. clever d. evil<br><br>6. Find the odd one. (Hint: Observe the beginning sound.)<br>a. share b. show c. chin d. shoe<br><br>7. ‘Anil is my best friend.’ Find the common and the proper noun.<br>a. Anil, friend b. friend, Anil c. best, friend d. Anil, best<br><br>Level of Aptitude—Difficult<br><br>8. Arrange the following words in alphabetical order.<br>frown, tear, crown, slope<br>a. crown, frown, slope, tear<br>b. crown, frown, tear, slope<br>c. frown, crown, tear, slope<br>d. frown, tear, crown, slope"]
    },
    "page27": {
        "bgcolor": ["", "", "", "", ""],
        "text": ["9. Rearrange the words to build a meaningful sentence.<br>a. your b. room c. keep d. clean<br>(1) a, b, c, d<br>(2) b, c, d, a<br>(3) c, a, b, d<br>(4) c, b, d, a<br><br>10. Describe the picture.<br>a. Father is cooking.<br>b. Father is singing.<br>c. Father is dancing.<br>d. Father is walking.<br><br>MILESTONE CHECk<br>I do not like to trouble others.<br>I can identify common and proper nouns.<br>I can describe a picture in simple words."]
    },

      
    
    "glossary": [
        { "text": "", "description": "" }
        
        
    ]
}